Repository: meetrevision/revision-tool
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, de, fr, hu, it, pt, ro, ru, tr, zh, zh_tw

# perfMUDescription
source: Increasing the physical memory doesn't always increase the amount of paged pool memory available to NTFS. Setting memoryusage to 2 raises the limit of paged pool memory. This might improve performance if your system is opening and closing many files in the same fileset and is not already using large amounts of system memory for other apps or for cache memory. If your computer is already using large amounts of system memory for other apps or for cache memory, increasing the limit of NTFS paged and non-paged pool memory reduces the available pool memory for other processes. This might reduce overall system performance. Default is Off
ar: زيادة الذاكرة الفعلية لا تزيد دائمًا من كمية ذاكرة تجميع الصفحات المتاحة لنظام الملفات NTFS. ضبط استخدام الذاكرة على 2 يرفع حد ذاكرة تجميع الصفحات. قد يؤدي ذلك إلى تحسين الأداء إذا كان نظامك يقوم بفتح وإغلاق العديد من الملفات في مجموعة الملفات نفسها وليس بالفعل يستخدم كميات كبيرة من ذاكرة النظام لتطبيقات أخرى أو للذاكرة المخبأة. إذا كان الحاسب الشخصي لديك يستخدم بالفعل كميات كبيرة من ذاكرة النظام لتطبيقات أخرى أو للذاكرة المخبأة، فإن زيادة حد NTFS لذاكرة تجميع الصفحات وذاكرة تجميع من دون الصفحات يقلل من ذاكرة التجميع المتاحة لعمليات أخرى. قد يقلل ذلك من أداء النظام بشكل شامل. مطفأة بشكل افتراضي
bg: Увеличаването на физическата памет невинаги води до увеличаване на количеството на паметта от страницирания пул, достъпна за NTFS. Задаването на memoryusage на 2 повишава лимита на паметта на paged pool. Това може да подобри производителността, ако системата ви отваря и затваря много файлове в един и същ набор от файлове и не използва вече големи количества системна памет за други приложения или за кеш памет. Ако компютърът ви вече използва големи количества системна памет за други приложения или за кеш памет, увеличаването на лимита на NTFS paged и non-paged pool memory намалява наличната pool memory за други процеси. Това може да намали общата производителност на системата. По подразбиране е Изкл.
de: Das Erhöhen des physischen Speichers erhöht nicht immer die Menge des für NTFS verfügbaren ausgelagerten Poolspeichers. Wenn Sie die Speichernutzung auf 2 festlegen, wird die Grenze des ausgelagerten Poolspeichers erhöht. Dies kann die Leistung verbessern, wenn Ihr System viele Dateien öffnet und schließt denselben Dateisatz verwenden und nicht bereits große Mengen an Systemspeicher für andere Apps oder für den Cache-Speicher verwenden. Wenn Ihr Computer bereits große Mengen an Systemspeicher für andere Apps oder für den Cache-Speicher verwendet, erhöhen Sie die Grenze für ausgelagertes und nicht ausgelagertes NTFS Der Poolspeicher verringert den verfügbaren Poolspeicher für andere Prozesse. Dies kann die Gesamtsystemleistung beeinträchtigen. Standardeinstellung ist Aus
fr: L'augmentation de la mémoire physique n'augmente pas toujours la quantité de mémoire paginé disponible pour NTFS. Fixer la valeur de memoryusage à 2 augmentera la limite de la mémoire du pool paginé. Cela peut améliorer les performances si votre système ouvre et ferme de nombreux fichiers dans le même jeu de fichiers et n'utilise pas déjà une grande quantité de mémoire système pour d'autres applications ou pour la mémoire cache. Si votre ordinateur utilise déjà une grande partie de la mémoire système pour d'autres applications ou pour la mémoire cache, l'augmentation de la limite de la mémoire du pool paginé et non paginée NTFS réduit la mémoire du pool disponible pour les autres processus. Cela pourrait réduire les performances globales du système. Désactivé par défaut
hu: A fizikai memória növelése nem mindig növeli az NTFS-hez rendelkezésre álló lapozott memória mennyiségét. A memoryusage beállítása 2-re növeli a lapozott memória korlátját. Ez javíthatja a teljesítményt, ha a rendszer sok fájlt nyit meg és zár be ugyanabban a fájlkészletben, és már nem használ nagy mennyiségű rendszermemóriát más alkalmazásokhoz vagy gyorsítótárhoz. Ha a számítógép már nagy mennyiségű rendszermemóriát használ más alkalmazásokhoz vagy gyorsítótárhoz, az NTFS oldalazott és nem lapozott memóriakorlátjának növelése csökkenti a rendelkezésre álló medence memóriát más folyamatok számára. Ez csökkentheti az általános rendszer teljesítményét. Az alapértelmezés Ki
it: L'aumento della memoria fisica non sempre aumenta la quantità di memoria del pool di paging disponibile per NTFS. L'impostazione di memoryusage su 2 aumenta il limite della memoria del pool di paging. Ciò potrebbe migliorare le prestazioni se il tuo sistema apre e chiude molti file nello stesso set di file e non utilizza già grandi quantità di memoria di sistema per altre app o per la memoria cache. Se il computer utilizza già grandi quantità di memoria di sistema per altre app o per la memoria cache, l'aumento del limite della memoria del pool di paging e non di paging NTFS riduce la memoria del pool disponibile per altri processi. Ciò potrebbe ridurre le prestazioni complessive del sistema. L'impostazione predefinita è Disattivata
pt: Aumentar a memória física nem sempre aumenta a quantidade de pool de memória paginado disponível para NTFS. Definir o uso de memória como 2 aumenta o limite do pool de memória paginado. Isso poderá melhorar o desempenho se o seu sistema estiver abrindo e fechando muitos arquivos no mesmo conjunto de arquivos e ainda não estiver usando grandes quantidades de memória do sistema para outros apps ou para memória cache. Se o seu computador já estiver usando grandes quantidades de memória do sistema para outros apps ou para memória cache, aumentar o limite do pool de memória paginável e não paginável NTFS reduz o pool de memória disponível para outros processos. Isso pode reduzir o desempenho geral do sistema. O padrão é desativado
ro: Creșterea memoriei fizice nu înseamnă întotdeauna creșterea cantității de memorie alocate pentru NTFS. Setarea memoryusage la 2 ridică limita de memorie alocată. Acest lucru ar putea îmbunătăți performanța dacă sistemul dvs. deschide și închide multe fișiere în același set de fișiere și nu utilizează deja cantități mari de memorie de sistem pentru alte aplicații sau pentru memorie cache. Dacă calculatorul dvs. utilizează deja cantități mari de memorie de sistem pentru alte aplicații sau pentru memorie cache, creșterea limitei de memorie alocate pentru NTFS reduce memoria disponibilă pentru alte procese. Acest lucru ar putea reduce performanța generală a sistemului. Implicit este Oprit
ru: Увеличение физической памяти не всегда увеличивает количество памяти страничного пула, доступного для NTFS. Установка memoryusage на 2 увеличивает лимит памяти страничного пула. Это может улучшить производительность, если ваша система открывает и закрывает много файлов в одном наборе и уже не использует большие объемы системной памяти для других приложений или для кэш-памяти. Если ваш компьютер уже использует большие объемы системной памяти для других приложений или для кэш-памяти, увеличение лимита страничной и нестраничной памяти NTFS уменьшает доступную память пула для других процессов. Это может уменьшить общую производительность системы. По умолчанию выключено
tr: Fiziksel belleği artırmak her zaman NTFS için kullanılabilir sayfalı bellek miktarını artırmaz. Memoryusage'ı 2 olarak ayarlamak sayfalı bellek sınırını yükseltir. Bu, sistem dosyası içinde çok sayıda dosya açıp kapatan bir sistem için performansı artırabilir ve diğer uygulamalar veya önbellek belleği için büyük miktarlarda sistem belleği kullanmıyorsa işe yarayabilir. Ancak, bilgisayarınız zaten diğer uygulamalar veya önbellek belleği için büyük miktarlarda sistem belleği kullanıyorsa, NTFS sayfalı ve sayfasız bellek sınırını artırmak, diğer işlemler için kullanılabilir bellek havuzunu azaltabilir. Bu, genel sistem performansını düşürebilir.
zh: 增加物理内存并不总能增加 NTFS 可用的分页池内存量。将内存使用率设置为 2 会提高分页池内存的上限。如果你的系统正在打开和关闭同一文件集中的许多文件，并且尚未将大量系统内存用于其他应用程序或缓存内存，那么这可能会提高性能。如果计算机已将大量系统内存用于其他应用程序或缓存内存，则增加 NTFS 分页和非分页池内存限制会减少其他进程的可用池内存。这可能会降低系统的整体性能 默认为关闭
zh_tw: 增加物理內存並不總是會增加 NTFS 可用的分頁池內存量。 將 memoryusage 設置為 2 會提高分頁池內存的限制。 如果您的系統正在打開和關閉同一文件集中的許多文件，並且尚未將大量系統內存用於其他應用程序或緩存內存，這可能會提高性能。 如果您的計算機已將大量系統內存用於其他應用程序或緩存內存，則增加 NTFS 分頁和非分頁池內存的限制會減少其他進程的可用池內存。 這可能會降低整體系統性能。 默認為關閉

# wuPauseLabel
source: Pause Windows Updates
ar: إيقاف مؤقت لتحديثات نظام الويندوز
bg: Паузираи Windows Updates
de: Windows-Updates anhalten
fr: Suspendre les Mises à jour Windows
hu: Windows frissítések szüneteltetése
it: Pausa gli Aggiornamenti Automatici
pt: Pausar Windows Updates
ro: Pauzați Actualizările Windows
ru: Приостановить обновления Windows
tr: Windows Güncellemelerini Duraklat
zh_tw: 暫停 Windows 更新

# wuPauseDescription
source: When enabled, Windows Updates are paused 'till 2038/01/19
ar: عندما تقوم بتفعيلها، تحديثات نظام الويندوز سوف تكون متوقفة إلى 19/01/2038
bg: Когато е вклучено, Windows Updates са паузирани до 2038/01/19
de: Wenn aktiviert, werden Windows-Updates bis zum 19.01.2038 angehalten
fr: Si activé, les Mises à jour Windows seront suspendues jusqu'au 19/01/2038
hu: Amikor engedélyezve van, a Windows frissítések 2038/01/19-ig szünetelnek
it: Se abilitato, gli aggiornamenti di Windows vengono sospesi fino al 19/01/2038
pt: Quando ativado, o Windows Updates será pausado até 19/01/2038
ro: Atunci când este activată, actualizările Windows sunt întrerupte până în 2038/01/19
ru: Когда включено, обновления Windows приостанавливаются до 2038/01/19
tr: Etkinleştirildiğinde, Windows Güncellemeleri 2038/01/19'a kadar duraklatılır
zh_tw: 啟用後, Windows 更新將暫停，直到 2038 年 1 月 19 日

# wuPageLabel
source: Hide the Windows Updates page
ar: إخفاء صفحة تحديثات نظام الويندوز في الإعدادات
bg: Скрии страницата на Windows Update
de: Windows-Updates-Seite ausblenden
fr: Masquer la page des Mises à jour Windows
hu: Windows frissítések oldal elrejtése
it: Nascondi la pagina di Windows Update
pt: Ocultar a página Windows Updates
ro: Ascundeți pagina de actualizări Windows
ru: Скрыть страницу обновлений Windows
tr: Windows Güncellemeleri Sayfasını Gizle
zh: 隐藏 Windows 更新页面
zh_tw: 隱藏 Windows 更新頁面

# wuPageDescription
source: Showing this page will also enable update notifications
ar: عرض هذه الصفحة سيمكن أيضًا من إشعارات التحديث لنظام الويندوز
bg: Показването на тази страница ще активира и известията за актуализация
de: Durch die Anzeige dieser Seite werden auch Update-Benachrichtigungen aktiviert
fr: Afficher cette page active les notifications de mises à jour
hu: Ennek az oldalnak a megjelenítése lehetővé teszi az frissítési értesítések megjelenítését is
it: La visualizzazione di questa pagina abiliterà anche le notifiche di aggiornamento
pt: Mostrar esta página também ativará as notificações de atualização
ro: Afișarea acestei pagini va activa, de asemenea, notificările de actualizare
ru: Показ этой страницы также включает уведомления об обновлениях
tr: Bu sayfanın gösterilmesi aynı zamanda güncelleme bildirimlerini etkinleştirir
zh: 显示此页面还将启用更新通知功能
zh_tw: 顯示此頁面還將啟用更新通知

# wuDriversLabel
source: Drivers install through Windows Updates
ar: تثبيت تعريفات الأجهزة من خلال تحديثات نظام الويندوز
bg: Инсталиране на драивери чрез актуализациите на Windows
de: Treiber werden über Windows-Updates installiert
fr: Installation des pilotes par le biais des mises à jour Windows
hu: Driverek telepítése a Windows frissítésekkel
it: I drivers si installano via Windows Update
pt: Instalação de drivers por meio do Windows Updates
ro: Instalare drivere prin Actualizări Windows
ru: Установка драйверов через обновления Windows
tr: Sürücülerin Windows Güncellemeleri ile Yüklenmesi
zh: 通过 Windows 更新安装驱动程序
zh_tw: 使用Windows Updates更新驅動程式

# wuDriversDescription
source: To install drivers in ReviOS, you need to manually check for updates in Settings, as automatic Windows Updates are not supported
ar: لتثبيت التعريفات في ReviOS، يتعين عليك فحص التحديثات يدويًا في الإعدادات، نظرًا لأن التحديثات التلقائية لنظام التشغيل ويندوز غير مدعومة
de: Um Treiber in ReviOS zu installieren, müssen Sie in den Einstellungen manuell nach Updates suchen, da automatische Windows-Updates nicht unterstützt werden
fr: Pour installer des pilotes sur ReviOS, vous devez lancer une recherche manuelle des mises à jour dans les paramètres car les mises à jour automatiques de Windows ne sont pas prises en charge
hu: A driverek telepítéséhez a ReviOS-ban manuálisan ellenőriznie kell a frissítéseket a Beállításokban, mivel az automatikus Windows frissítések nem támogatottak
it: Per installare i driver in ReviOS, è necessario verificare manualmente la presenza di aggiornamenti in Impostazioni, poiché gli aggiornamenti automatici di Windows non sono supportati
pt: Para instalar drivers no ReviOS, você precisa verificar manualmente se há atualizações em Configurações, pois as atualizações automáticas do Windows Updates não são suportadas
ro: Pentru a instala drivere în ReviOS, trebuie să verificați manual actualizările în Setări, deoarece Actualizările Windows automate nu sunt acceptate
ru: Для установки драйверов в ReviOS необходимо вручную проверять наличие обновлений в настройках, так как автоматические обновления Windows не поддерживаются
tr: ReviOS'ta sürücüleri yüklemek için, otomatik Windows Güncellemeleri desteklenmediğinden ayarları manuel olarak kontrol etmeniz gerekir
zh: 要在 ReviOS 中安装驱动程序，您需要在设置中手动检查更新，因为 Windows 不支持自动更新
zh_tw: 要在 ReviOS 中安裝驅動程序，您需要在“設置”中手動檢查更新，因為不支持自動 Windows 更新

# miscHibernateLabel
source: Hibernate
ar: السبات
bg: Хиберниране
de: Ruhezustand
fr: Veille prolongée
hu: Hibernálás
it: Ibernazione
pt: Hibernar
ro: Hibernare
ru: Гибернация
tr: Hazırda Bekletme
zh: 休眠
zh_tw: 休眠

# miscHibernateDescription
source: A power-saving S4 state, saves the current session to hiberfile and turns off the device. Disabled by default to avoid instability during dual-booting or system upgrades
ar: وضع S4 لتوفير الطاقة، تحفظ الجلسة الحالية في ملف السبات وتغلق الجهاز. تكون معطلة بشكل افتراضي لتجنب عدم الاستقرار أثناء وجود نظامين أو الترقيات في النظام
de: Ein energiesparender S4-Zustand, speichert die aktuelle Sitzung im Ruhezustand und schaltet das Gerät aus. Standardmäßig deaktiviert, um Instabilität beim Dual-Booten oder System-Upgrades zu vermeiden
fr: Un état S4 d'économie d'énergie, enregistre la session en cours dans le fichier de mise en veille (hiberfile) et éteint l'appareil. Désactivé par défaut pour éviter les instabilités lors d'une mise à jour système ou pour les PC multi-OS
hu: Az áramfogyasztást csökkentő S4 állapot, elmenti az aktuális munkamenetet a hibernálási fájlba, majd kikapcsolja az eszközt. Alapértelmezés szerint letiltva van a dual-booting vagy a rendszerfrissítések során bekövetkező instabilitás elkerülése érdekében
it: Uno stato S4 di risparmio energetico, salva la sessione corrente in hiberfile e spegne il dispositivo. Disabilitato per impostazione predefinita per evitare instabilità durante il dual-boot o gli aggiornamenti del sistema
pt: Um estado S4 de economia de energia salva a sessão atual no hiberfile e desliga o dispositivo. Desativado por padrão para evitar instabilidade durante a inicialização dupla ou atualizações do sistema
ro: Un stadiu S4 de economisire a energiei, salvează sesiunea curentă în fișierul de hibernare și oprește dispozitivul. Dezactivată implicit pentru a evita instabilitatea în timpul boot-ului dublu sau a actualizărilor de sistem
ru: Энергосберегающее состояние S4, сохраняет текущую сессию в hiberfile и выключает устройство. Отключено по умолчанию, чтобы избежать нестабильности при двойной загрузке или обновлениях системы
tr: Güç tasarrufu sağlayan S4 durumu, mevcut oturumu uyku dosyasına kaydeder ve cihazı kapatır. Çift önyükleme veya sistem yükseltmeleri sırasında kararlılığı önlemek için varsayılan olarak devre dışı bırakılmıştır.
zh: 省电 S4 状态，将当前会话保存到 休眠文件 并关闭设备。默认情况下已禁用，以避免多系统启动或系统升级时的不稳定性
zh_tw: 省電 S4 狀態，將當前會話保存到 hiberfile 並關閉設備。 默認禁用以避免雙啟動或系統升級期間不穩定

# miscHibernateModeLabel
source: Hibernate Mode
ar: وضعية السبات
bg: Режим на хиберниране
de: Ruhezustand
fr: Mode de mise en veille prolongée
hu: Hibernálás módja
it: Modalità Ibernazione
pt: Modo de hibernação
ro: Modul de hibernare
ru: Режим гибернации
tr: Hazırda Bekletme Modu
zh: 休眠模式
zh_tw: 休眠模式

# miscHibernateModeDescription
source: Full - Supports hibernate and fast startup. The hiberfile will be 40% of physical RAM installed. Hibernate is available to be added to the power menu. Reduced - Only supports Fast Startup without hibernate, The hiberfile will be 20% of physical RAM installed and removes hibernate from the power menu
ar: كامل - يدعم السبات وبدء التشغيل السريع. سيكون حجم ملف السبات 40% من الذاكرة العشوائية (RAM) المثبتة. يمكن إضافة السبات إلى قائمة الطاقة. مخفَّض - يدعم فقط بدء التشغيل السريع بدون السبات، حجم ملف السبات سيكون 20% من الذاكرة العشوائية الفعلية المثبتة ويقوم بإزالة السبات من قائمة الطاقة
bg: Пълен - Поддържа хибернация и бързо стартиране. Хиберфайлът ще бъде 40% от инсталираната физическа RAM памет. Хибернацията може да бъде добавена към менюто на захранването. Reduced - Поддържа само бързо стартиране без хибернация, файлът hiber ще бъде 20% от инсталираната физическа RAM и премахва хибернацията от менюто на захранването.
de: Vollständig - Unterstützt Ruhezustand und Schnellstart. Die Ruhezustandsdatei wird 40 % des installierten physischen RAM ausmachen. Ruhezustand kann zum Energiemenü hinzugefügt werden. Reduziert - Unterstützt nur Schnellstart ohne Ruhezustand. Die Ruhezustandsdatei wird 20 % des physischen RAM installiert sein und den Ruhezustand aus dem Energiemenü entfernen
fr: Complet (Full) - Supporte la mise en veille prolongée et le démarrage rapide. Le fichier de mise en veille (hiberfile) représentera 40% de la RAM physique et la mise en veille prolongée sera ajoutable au menu d'extinction. Réduit (Reduced) - Supporte uniquement le démarrage rapide. Le fichier de mise en veille (hiberfile) représentera 20% de la RAM physique et la mise en veille prolongée sera masquée du menu d'extinction
hu: Teljes - Támogatja a hibernálást és a gyors indítást. A hibernálási fájl 40% -a az installált fizikai RAM-nak. A hibernálás hozzáadható az energia menühöz. Csökkentett - Csak a Gyors Indítást támogatja hibernálás nélkül. A hibernálási fájl 20% -a az installált fizikai RAM-nak, és eltávolítja a hibernálást az energia menüből
it: Completo: supporta l'ibernazione e l'avvio rapido. L'hiberfile costituirà il 40% della RAM fisica installata. È possibile aggiungere l'ibernazione al menu di accensione. Ridotto: supporta solo l'avvio rapido senza ibernazione. L'hiberfile occuperà il 20% della RAM fisica installata e rimuove l'ibernazione dal menu di accensione
pt: Completo - Suporta a hibernação e inicialização rápida. O hiberfile terá 40% da RAM física instalada. O Hibernate está disponível para ser adicionado ao menu de energia. Reduzido - Suporta apenas inicialização rápida sem hibernação. O hiberfile terá 20% da RAM física instalada e remove o modo de hibernação do menu de energia
ro: Completați - Susține hibernarea și pornirea rapidă. Fișierul de hibernare va fi de 40% din RAM-ul fizic instalat. Hibernarea este disponibilă pentru a fi adăugată în meniul de alimentare. Redusă - Susține doar pornirea rapidă fără hibernare, fișierul de hibernare va fi de 20% din RAM-ul fizic instalat și elimină hibernarea din meniul de alimentare
ru: Полный - поддерживает гибернацию и быстрый запуск. Hiberfile будет 40% от установленной физической RAM. Гибернация доступна для добавления в меню питания. Сокращенный - поддерживает только быстрый запуск без гибернации. Hiberfile будет 20% от установленной физической RAM и удаляет гибернацию из меню питания
tr: Tam - Hazırda bekletmeyi ve hızlı başlatmayı destekler. Hiber dosyası, kurulu fiziksel RAM'in %40'ı olacaktır. Hazırda bekletmeyi güç menüsüne eklemek için kullanılabilir. Azaltılmış - Sadece hızlı başlatmayı destekler ve hiberi kaldırır, Hiber dosyası, kurulu fiziksel RAM'in %20'si olacaktır ve hiberi güç menüsünden kaldırır
zh: 完全 - 支持休眠和快速启动。休眠文件将占用物理内存的 40% 半休眠 - 仅支持不带休眠功能的快速启动，休眠文件占用物理内存的 20%，并在电源菜单中移除休眠功能
zh_tw: 完全 - 支持休眠和快速啟動。 hiberfile 將佔已安裝物理 RAM 的 40%。 休眠功能可添加到電源菜單中。 簡化 - 僅支持快速啟動而不使用休眠功能，休眠文件將佔已安裝物理 RAM 的 20%，並從電源菜單中刪除休眠功能

# miscFastStartupLabel
source: Fast Startup
ar: بدء التشغيل السريع
bg: Бързо Включване
de: Schnellstart
fr: Démarrage rapide
hu: Gyors indítás
it: Avvio veloce
pt: Inicialização rápida
ro: Pornire rapidă
ru: Быстрый запуск
tr: Hızlı Başlatma
zh: 快速启动
zh_tw: 快速啟動

# miscFastStartupDescription
source: Save the current session to C:\hiberfil.sys for faster startup, does not affect reboots. Disabled by default to avoid instability during dual-booting or system upgrades
ar: حفظ الجلسة الحالية في C:\hiberfil.sys لبدء تشغيل أسرع، ولا يؤثر على إعادة التشغيل. يكون معطلًا افتراضيًا لتجنب عدم الاستقرار أثناء وجود نظامين أو ترقيات النظام
bg: Запазване на текущата сесия в C:\hiberfil.sys за по-бързо стартиране, не влияе на рестартирането. Изключено по подразбиране, за да се избегне нестабилност при двойно зареждане или обновяване на системата
de: Speichern Sie die aktuelle Sitzung unter C:\hiberfil.sys für einen schnelleren Start, wirkt sich nicht auf Neustarts aus. Standardmäßig deaktiviert, um Instabilität beim Dual-Booten oder System-Upgrades zu vermeiden
fr: Enregistre la session courante sous C:\hiberfil.sys pour un démarrage plus rapide, n'affecte pas les redémarrages. Désactivé par défaut pour éviter les instabilités lors d'une mise à jour système ou pour les PC multi-OS
hu: Az aktuális munkamenetet a C:\hiberfil.sys fájlba menti gyorsabb indításhoz, újraindításokra nincs hatással. Alapértelmezés szerint letiltva van a dual-booting vagy a rendszerfrissítések során bekövetkező instabilitás elkerülése érdekében
it: Salva la sessione corrente in C:\hiberfil.sys per un avvio più rapido, non influisce sui riavvii. Disabilitato per impostazione predefinita per evitare instabilità durante il dual-boot o gli aggiornamenti del sistema
pt: Salve a sessão atual em C:\hiberfil.sys para uma inicialização mais rápida, não afeta as reinicializações. Desativado por padrão para evitar instabilidade durante a inicialização dupla ou atualizações do sistema
ro: Salvați sesiunea curentă în C:\hiberfil.sys pentru o pornire mai rapidă, nu afectează repornirile. Dezactivată implicit pentru a evita instabilitatea în timpul boot-ului dublu sau a actualizărilor de sistem
ru: Сохраняет текущую сессию в C:\hiberfil.sys для более быстрого запуска, не влияет на перезагрузку. Отключено по умолчанию, чтобы избежать нестабильности при двойной загрузке или обновлениях системы
tr: Mevcut oturumu C:\hiberfil.sys'e kaydederek daha hızlı başlatma işlemi için devre dışı bırakır. Çift önyükleme veya sistem güncellemeleri sırasında kararlılık sorunlarını önlemek için varsayılan olarak devre dışı bırakılmıştır
zh: 将当前会话保存到 C:\hiberfil.sys，以加快启动速度，但不影响重启。默认情况下已禁用，以避免多系统启动或系统升级时的不稳定性
zh_tw: 將當前會話保存到 C:\hiberfil.sys 以加快啟動速度，不影響重新啟動。 默認禁用以避免雙啟動或系統升級期間不穩定

# miscTMMonitoringLabel
source: Network and GPU monitoring
ar: مراقبة الشبكة ووحدة معالجة الرسومات (GPU)
bg: Следене на активноста на графичната карта и интернет адаптерите
de: Netzwerk- und GPU-Überwachung
fr: Surveillance du réseau et du GPU
hu: Hálózati és GPU monitorozás
it: Monitoraggio della rete e della GPU
pt: Monitoramento de rede e GPU
ro: Monitorizare rețea și GPU
ru: Мониторинг сети и GPU
tr: Ağ ve GPU İzleme
zh: 网络和 GPU 监控
zh_tw: 網絡和GPU監控
