Repository: meetrevision/revision-tool
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, de, fr, hu, it, pt, ro, ru, tr, zh, zh_tw

# okButton
source: OK
ar: نعم
hu: Rendben
ru: ОК
tr: Tamam
zh_tw: 確定

# notNowButton
source: Not now
ar: ليس الآن
bg: Не сега
de: Nicht jetzt
fr: Pas maintenant
hu: Most nem
it: Non adesso
pt: Agora não
ro: Nu acum
ru: Не сейчас
tr: Şimdi değil
zh: 稍后
zh_tw: 現在不要

# restartDialog
source: You must restart your computer for the changes to take effect
ar: يجب إعادة تشغيل الحاسب الشخصي لتطبيق التغييرات
bg: Трябва да рестартирате компютъра си, за да влязат в сила промените.
de: Sie müssen Ihren Computer neu starten, damit die Änderungen wirksam werden
fr: Vous devez redémarrer votre ordinateur pour que les changements prennent effet
hu: A változások életbe lépéséhez újra kell indítania a számítógépet
it: Devi riavviare il computer per avere effetto alle modifiche
pt: Você deve reiniciar o computador para que as alterações tenham efeito
ro: Trebuie să reporniți computerul pentru ca modificările să aibă efect
ru: Вы должны перезагрузить компьютер, чтобы изменения вступили в силу
tr: Bilgisayarınızdaki değişikliklerin etkili olabilmesi için bilgisayarınızı yeniden başlatmanız gerekiyor.
zh: 您必须重新启动计算机才能使更改生效
zh_tw: 您必須重新啟動電腦才能使更改生效

source: More information
ar: معلومات أكثر
bg: Повече информация
de: Weitere Informationen
fr: Plus d'informations
hu: További információk
it: Maggiori informazioni
pt: Mais informações
ro: Mai multe informații
ru: Подробнее
tr: Daha fazla bilgi
zh: 更多信息
zh_tw: 更多信息

# onStatus
source: On
ar: تشغيل
bg: Активирано
de: Ein
fr: Activé
hu: Be
pt: Ativado
ro: Pornit
ru: Включено
tr: Açık
zh: 开启
zh_tw: 開

# offStatus
source: Off
ar: إيقاف
bg: Изключено
de: Aus
fr: Désactivé
hu: Ki
pt: Desativado
ro: Oprit
ru: Выключено
tr: Kapalı
zh: 关闭
zh_tw: 關

source: Experimental
ar: تجريبي
bg: Експериментално
de: Experimentell
fr: Expérimental
hu: Kísérleti
it: Sperimentale
ru: Экспериментально
tr: Deneysel
zh_tw: 測試性

source: Warning
ar: تحذير
bg: Внимание
de: Warnung
fr: Attention
hu: Figyelmeztetés
it: Attenzione
pt: Aviso
ro: Atenție
ru: Предупреждение
tr: Uyarı
zh_tw: 警告

source: Install
ar: تثبيت
bg: Инсталирай
de: Installieren
fr: Installer
hu: Telepítés
it: Installa
pt: Instalar
ro: Instalare
ru: Установить
tr: İndir
zh_tw: 安裝

source: Installing...
ar: يتم التثبيت...
bg: Инсталиране...
de: Installiere...
fr: Installation...
hu: Telepítés folyamatban...
it: Installazione..
pt: Instalando...
ro: Se instalează...
ru: Установка...
tr: İndiriliyor...
zh_tw: 正在安裝...

source: Close
ar: إغلاق
bg: Затвори
de: Schließen
fr: Fermer
hu: Bezárás
it: Chiudi
pt: Fechar
ro: Închide
ru: Закрыть
tr: Kapat
zh_tw: 關閉

source: Search
ar: بحث
bg: Търсене
de: Suchen
fr: Rechercher
hu: Keresés
it: Cerca
pt: Pesquisar
ro: Căutare
ru: Поиск
tr: Ara
zh_tw: 搜尋

# pageHome
source: Home
ar: الصفحة الرئيسية
bg: Начало
fr: Accueil
hu: Kezdőlap
pt: Início
ro: Acasă
ru: Главная
tr: Ev
zh: 主菜单
zh_tw: 首頁

# pageSecurity
source: Security
ar: الأمان
bg: Сигурност
de: Sicherheit
fr: Sécurité
hu: Biztonság
it: Sicurezza
pt: Segurança
ro: Securitate
ru: Безопасность
tr: Güvenlik
zh: 安全
zh_tw: 安全中心

# pageUsability
source: Usability
ar: سهولة الإستخدام
bg: Ползваемост
de: Benutzerfreundlichkeit
fr: Utilisabilité
hu: Használhatóság
it: Usabilità
pt: Usabilidade
ro: Utilitate
ru: Удобство использования
tr: Kullanılabilirlik
zh: 易用性
zh_tw: 可用性

# pagePerformance
source: Performance
ar: الأداء
bg: Скорост
de: Leistung
hu: Teljesítmény
it: Prestazioni
pt: Desempenho
ro: Performanță
ru: Производительность
tr: Performans
zh: 性能
zh_tw: 效能

# pageUpdates
source: Windows Updates
ar: تحديثات نظام الويندوز
bg: Windows Update
fr: Mises à jour Windows
hu: Windows frissítések
it: Windows Update
pt: Windows Update
ro: Actualizări Windows
ru: Обновления Windows
tr: Windows Güncellemeleri
zh: Windows 更新

# pageMiscellaneous
source: Miscellaneous
ar: خصائص اُخرى
bg: Разни
de: Verschiedenes
fr: Divers
hu: Egyéb
it: Varie
pt: Diversos
ro: Diverse
ru: Разное
tr: Çeşitli
zh: 杂项
zh_tw: 其他

# pageSettings
source: Settings
ar: الإعدادات
bg: Настройки
de: Einstellungen
fr: Paramètres
hu: Beállítások
it: Impostazioni
pt: Configurações
ro: Setări
ru: Настройки
tr: Ayarlar
zh: 设置
zh_tw: 設定

# suggestionBoxPlaceholder
source: Find a setting
ar: البحث عن إعداد
bg: Намери настройка
de: Einstellung suchen
fr: Trouver un paramètre
hu: Keresse meg a beállítást
it: Cerca un imposazione
pt: Encontre uma configuração
ro: Găsiți o setare
ru: Найти настройку
tr: Bir ayar bul
zh: 查找设置
zh_tw: 查詢一個設定

# homeWelcome
source: Welcome to Revision
ar: أهلاً بك في Revision
bg: Добре дошли в Revision
de: Willkommen bei Revision
fr: Bienvenue dans Revision
hu: Üdvözöljük a Revision-ben
it: Benvenuto in Revision
pt: Bem-vindo ao Revision
ro: Bine ați venit la Revision
ru: Добро пожаловать в Revision
tr: Revision'a hoş geldiniz
zh: 欢迎使用 Revision
zh_tw: 歡迎使用Revision!

# homeDescription
source: A tool to personalize ReviOS to your needs
ar: أداة Revision لإضفاء الطابع الشخصي لما تحتاجه في ReviOS
bg: Инструмент за персонализиране на ReviOS според вашите нужди
de: Ein Tool zur Personalisierung von ReviOS an Ihre Bedürfnisse
fr: Un outil pour personnaliser ReviOS selon vos besoins
hu: Eszköz a ReviOS személyre szabásához az Ön igényei szerint
it: Uno strumento per personalizzare ReviOS come preferisci
pt: Uma ferramenta para personalizar o ReviOS de acordo com suas necessidades
ro: Uneltele pentru personalizarea ReviOS după nevoile dumneavoastră
ru: Инструмент для персонализации ReviOS в соответствии с вашими потребностями
tr: ReviOS'u ihtiyaçlarınıza göre kişiselleştirmek için bir araç
zh: 一款个性化您的ReviOS体验的工具
zh_tw: 根據您的需求個性化 ReviOS 的工具

# homeReviLink
source: Check out Revision
ar: اطّلع على Revision
bg: Повече информация за Revision
de: Revision auschecken
fr: Aller à Revision
hu: Tekintse meg a Revision-t
it: Guarda Revision
pt: Visite nosso site
ro: Verificați Revision
ru: Наш сайт
tr: Revision'ı kontrol edin
zh: 关于 Revision
zh_tw: 關於Revision

# homeReviFAQLink
source: Check out FAQ
ar: اطّلع على الأسئلة الشائعة
bg: Често Задавани Въпроси
de: FAQ ansehen
fr: Aller à la FAQ
hu: Tekintse meg a Gyakran Ismételt Kérdéseket
it: Guarda le FAQ
pt: Perguntas frequentes
ro: Verificați Întrebări frecvente
ru: Часто задаваемые вопросы
tr: SSS'yi kontrol edin
zh: 查看FAQ
zh_tw: 查看FAQ

# securityWDLabel
source: Windows Defender
ar: مضاد الفيروسات التابع لنظام الويندوز
zh: Windows 安全中心
zh_tw: Windows 安全中心

# securityWDDescription
source: Windows Defender will protect your PC. This will have a performance impact due to constantly running in the background
ar: مضاد فيروسات نظام الويندوز سوف يقوم بحماية حاسبك الشخصي. ولكن سيؤثر على الأداء بسبب التشغيل المستمر في الخلفية.
bg: Windows Defender ще пази компютъра ви. Това ще окаже влияние върху производителността поради постоянната работа във фонов режим
de: Windows Defender schützt Ihren PC. Dies wirkt sich negativ auf die Leistung aus, da es ständig im Hintergrund ausgeführt wird
fr: Windows Defender protège votre PC. Cela aura un impact sur les performances dû à son exécution constante en arrière-plan
hu: A Windows Defender védelmet nyújt a PC-je számára. Ennek folyamatos háttérben való futása hatással lehet a teljesítményre
it: Windows Defender proteggerà il tuo PC. Ciò avrà un impatto sulle prestazioni a causa della costante esecuzione in background
pt: O Windows Defender protegerá o seu PC. Isso terá um impacto no desempenho devido à execução constante em segundo plano
ro: Windows Defender va proteja PC-ul. Acest lucru va avea un impact asupra performanței datorită rulării constante în fundal
ru: Windows Defender защитит ваш ПК. Это может сказаться на производительности, так как программа постоянно работает в фоновом режиме
tr: Windows Defender bilgisayarınızı koruyacaktır. Bunun arka planda sürekli çalışması nedeniyle performansa etkisi olacaktır.
zh: Windows 安全中心将会保护您的电脑。保护程序将在后台不断运行，对性能产生影响
zh_tw: Windows Defender 將保護您的電腦。 由於不斷在後台運行，這會對性能產生影響

# securityWDButton
source: Disable protections
ar: تعطيل الحماية
bg: Деактивирай защитите
de: Schutzmaßnahmen deaktivieren
fr: Désactiver les protections
hu: Védelem letiltása
it: Disabilita protezioni
pt: Desativar proteções
ro: Dezactivați protecțiile
ru: Отключить защиту
tr: Korumaları devre dışı bırak
zh: 停止保护
zh_tw: 禁用保護

# securityDialog
source: Please disable every protection before completely disabling Windows Defender
ar: رجاءً قم بتعطيل كل الحمايات قبل تعطيل مضاد فيروسات نظام الويندوز بشكل كامل
bg: Моля, деактивирайте всяка защита, преди да деактивирате напълно Windows Defender
de: Bitte deaktivieren Sie alle Schutzmaßnahmen, bevor Sie Windows Defender vollständig deaktivieren
fr: Veuillez désactiver toutes les protections avant de complètement désactiver Windows Defender
hu: Kérjük, hogy teljesen letiltsa a védelmet a Windows Defender teljes letiltása előtt
it: Disattiva tutte le protezioni prima di disattivare completamente Windows Defender
pt: Por favor, desative todas as proteções antes de desativar completamente o Windows Defender
ro: Vă rugăm să dezactivați fiecare protecție înainte de a dezactiva complet Windows Defender
ru: Пожалуйста, отключите все средства защиты перед полным отключением Windows Defender
tr: Lütfen Windows Defender'ı tamamen devre dışı bırakmadan önce her türlü korumayı devre dışı bırakın
zh: 请在完全禁用 Windows 安全中心之前，禁用所有保护功能
zh_tw: 請先禁用所有保護，然後再完全禁用 Windows Defender

# securityUACLabel
source: User Account Control
ar: مراقبة حساب المستخدم
de: Benutzerkontensteuerung
fr: Contrôle de compte utilisateur (UAC)
hu: Felhasználói fiókvezérlés
it: Controllo Account Utente
pt: Controle de Conta de Usuário
ro: Controlul contului utilizatorului
ru: Управление учетными записями пользователей
tr: Kullanıcı Hesap Denetimi
zh: 用户账户控制
zh_tw: 用戶帳戶控制

# securityUACDescription
source: Limits application to standard user privileges until an administrator authorizes an elevation
ar: تقييد التطبيق لامتلاك صلاحيات المستخدم العادي حتى يوافق المستخدم عليها
bg: Ограничава приложенията до стандартни потребителски привилегии, докато администратор не разреши повишаване на правата.
de: Beschränkt die Anwendung auf Standardbenutzerrechte, bis ein Administrator eine Erhöhung genehmigt
fr: Limite les logiciels aux accès utilisateur jusqu'à l'autorisation d’élévation d'un Administrateur
hu: Az alkalmazásokat korlátozza a szabványos felhasználói jogosultságokra, amíg egy rendszergazda engedélyezést nem ad nekik
it: Limita l'applicazione ai privilegi utente standard finché un amministratore non autorizza un'elevazione
pt: Limita o app a privilégios de usuário padrão até que um administrador autorize uma elevação
ro: Limitează aplicația la privilegii de utilizator standard până când un administrator autorizează o ridicare
ru: Ограничивает приложения стандартными правами пользователя до тех пор, пока администратор не авторизует повышение прав
tr: Yönetici yükseltme yetkisi verene kadar uygulamayı standart kullanıcı ayrıcalıklarıyla sınırlandırır
zh: 在管理员授权提升权限之前，将应用程序限制为标准用户权限
zh_tw: 將應用程序限制為標準用戶權限，直到管理員授權提升

# securitySMLabel
source: Spectre & Meltdown Mitigation
ar: Spectre & Meltdown تخفيف ثغرات
bg: Spectre & Meltdown Защити
fr: Atténuation Spectre & Meltdown
hu: Spectre & Meltdown Védelem
it: Migrazione da Spectre & Meltdown
pt: Mitigação do Spectre e Meltdown
ro: Mitigarea Spectre & Meltdown
ru: Защита от Spectre & Meltdown
tr: Spectre & Meltdown Önlemleri
zh: 撤销 Spectre & Meltdown
zh_tw: 取消Spectre & Meltdown

# securitySMDescription
source: Patches to enable mitigation against Spectre & Meltdown vulnerabilities
ar: تصحيحات لتمكين التخفيف من ثغرات Spectre & Meltdown
bg: Пачове, които позволяват намаляване на уязвимостите Spectre и Meltdown
de: Patches zur Abschwächung von Spectre- und Meltdown-Schwachstellen
fr: Patch pour activer l'atténuation des vulnérabilités Spectre & Meltdown
hu: Javítások a Spectre & Meltdown sebezhetőségek elleni védelem bekapcsolásához
it: Patch per abilitare la mitigazione contro le vulnerabilità Spectre e Meltdown
pt: Patches para permitir a mitigação contra vulnerabilidades Spectre e Meltdown
ro: Pregătiri pentru activarea mitigării împotriva vulnerabilităților Spectre & Meltdown
ru: Патчи для активации защиты от уязвимостей Spectre & Meltdown
tr: Spectre ve Meltdown güvenlik açıklarına karşı önlem sağlamak için yamalar
zh: 可撤销 Spectre 和 Meltdown 漏洞的修补程序
zh_tw: 可取消 Spectre 和 Meltdown 漏洞的補丁

# usabilityNotifLabel
source: Windows Notifications
ar: إشعارات نظام الويندوز
bg: Windows Известия
de: Windows-Benachrichtigungen
fr: Notifications Windows
hu: Windows Értesítések
it: Notifiche di Windows
pt: Notificações do Windows
ro: Notificări Windows
ru: Уведомления Windows
tr: Windows Bildirimleri
zh: Windows 通知
zh_tw: Windows 通知

# usabilityNotifDescription
source: Completely toggle Windows notifications
ar: إيقاف إشعارات نظام الويندوز بشكل كامل
bg: Пълно превключване на известията на Windows
de: Windows-Benachrichtigungen vollständig umschalten
fr: Bascule complètement les notifications Windows
hu: Teljes mértékben kapcsolja ki a Windows értesítéseket
it: Attiva o disattiva completamente le notifiche di Windows
pt: Alternar completamente as notificações do Windows
ro: Comutați complet notificările Windows
ru: Полное переключение уведомлений Windows
tr: Windows bildirimlerini tamamen aç yada kapat
zh: 完全关闭 Windows 通知
zh_tw: 完全切換 Windows 通知

# usabilityLBNLabel
source: Legacy Notification Balloons
ar: الإشعارات القديمة على شكل فقاعة
bg: Стари известия с балони
de: Legacy-Benachrichtigungsballons
fr: Notification info-bulles classique
hu: Örökölt Értesítési Buborékok
it: Palloncini di notifica legacy
pt: Balões de notificação antigo
ro: Balonul notificărilor vechi
ru: Уведомления в стиле предыдущих версий
tr: Eski Tip Bildirim Balonları
zh: 旧版本通知气泡
zh_tw: 舊版通知氣泡

# usabilityLBNDescription
source: Tray programs on the taskbar will render as balloons instead of toast notifications
ar: أيقونات البرامج الصغيرة التي على شريط المهام ستتم عرض إشعارتها على شكل فقاعات بدلاً من الإشعارات على شكل توست
bg: Програмите в лентата на задачите ще се изобразяват като балони вместо като нормални известия
de: Tray-Programme in der Taskleiste werden als Sprechblasen statt als Popup-Benachrichtigungen dargestellt
fr: Les applications de la zone de notification vont afficher des info-bulles au lieu des notifications toast moderne
hu: A tálcán elhelyezett programok buborékként fognak megjelenni a sütemény értesítések helyett
it: I programmi della barra delle applicazioni verranno visualizzati come palloncini anziché come notifiche di avviso popup
pt: Os programas da bandeja na barra de tarefas serão renderizados como balões em vez de notificações do sistema
ro: Programele din tava de sistem vor fi afișate ca baloane în loc de notificări tip toast
ru: Программы в трее будут отображаться в виде всплывающих уведомлений, а не в виде уведомлений в стиле toast
tr: Görev çubuğundaki programları, küçük bildirimler yerine büyük olarak görüntülenecek
zh: 任务栏上的托盘程序使用气泡通知，而不是弹出通知
zh_tw: 任務欄上的托盤程序將呈現為氣泡而不是 Toast 通知

# usabilityITPLabel
source: Inking And Typing Personalization
ar: إضفاء الطابع الشخصي عل الرسم والكتابة
bg: Персонализиране на писане с мастило и писане
de: Personalisierung von Freihand- und Schreibeingaben
fr: Entrée manuscrite et personnalisation de la saisie
hu: Írás és beírás testreszabása
it: Personalizzazione dell'inchiostrazione e della digitazione
pt: Personalização de escrita à tinta e digitação
ro: Personalizarea scrierii și a tastării
ru: Персонализация ввода текста и рисунков
tr: Yazma ve Yazıyı Kişiselleştirme
zh: 墨迹书写和键入个性化
zh_tw: 墨跡書寫和打字個性化

# usabilityITPDescription
source: Windows will learn what you type to improve suggestions when writing
ar: سيتعلم نظام الويندوز ما تكتبه لتحسين الاقتراحات عند الكتابة
bg: Windows ще научи какво пишете, за да подобри предложенията при писане
de: Windows lernt, was Sie eingeben, um Vorschläge beim Schreiben zu verbessern
fr: Windows apprendra ce que vous tapez afin d'améliorer les suggestions lors de l'écriture
hu: A Windows megtanulja, mit gépel, hogy javaslatokat tegyen, amikor ír
it: Windows imparerà cosa digiti per migliorare i suggerimenti durante la scrittura
pt: O Windows aprenderá o que você digita para melhorar as sugestões ao escrever
ro: Windows va învăța ceea ce scrieți pentru a îmbunătăți sugestiile la scriere
ru: Windows будет учиться на основе вашего ввода для улучшения предложений при печати
tr: Windows, yazarken önerileri iyileştirmek için yazdıklarınızı öğrenecek
zh: Windows 将了解您输入的内容，以便在撰写时改进建议
zh_tw: Windows 會學習您輸入的內容，以便在書寫時提供改進建議

# usabilityCPLLabel
source: Disable CapsLock Key
ar: تعطيل زر الـCapsLock
bg: Деактивиране на клавиша CapsLock
de: Feststelltaste deaktivieren
fr: Désactiver la touche Verrouillage Majuscules
hu: CapsLock gomb letiltása
it: Disabilita il pulsante CapsLock
pt: Desativar tecla CapsLock
ro: Dezactivați tasta CapsLock
ru: Отключить клавишу CapsLock
tr: Caps Lock Tuşunu Devre Dışı Bırak
zh: 禁用大写锁定键
zh_tw: 禁用 CapsLock 鍵

# usabilitySESLabel
source: Screen Edge Swipe
ar: لتمرير على حافة الشاشة
bg: Плъзгане по ръба на екрана
de: Bildschirmrand-Wischgeste
fr: Glissement du bord de l'écran
hu: Képernyő szélső csúsztatás
it: Scorri dal bordo dello schermo
pt: Deslizar a borda da tela
ro: Glisare de margine a ecranului
ru: Жесты края экрана
tr: Ekran Kenarı Kaydırma
zh_tw: 螢幕邊緣滑動

# usabilitySESDescription
source: Disabling this fixes the taskbar pop-up when in fullscreen mode
ar: تعطيل هذا الإجراء يصحح ظهور شريط المهام عند الانتقال إلى وضع ملء الشاشة
bg: Деактивирането на това поправя изскачащия прозорец на лентата на задачите в режим на цял екран
de: Das Deaktivieren hiervon behebt das Popup der Taskleiste im Vollbildmodus
fr: Désactiver ceci permet d'éviter l'apparition de la barre des tâches en mode plein écran.
hu: A teljes képernyős mód pop-up problémájának kiküszöbölése érdekében tiltsa le ezt
it: Disabilitando questa opzione si risolve il popup della barra delle applicazioni in modalità a schermo intero
pt: Desativar isso corrige o pop-up da barra de tarefas no modo de tela cheia
ro: Dezactivarea acesteia rezolvă afișarea barei de activități pop-up în modul ecran complet
ru: Отключение этой функции исправляет появление панели задач в полноэкранном режиме
tr: Tam ekran moddayken görev çubuğu üzerindeki açılır pencere sorununu çözmek için bu seçeneği devre dışı bırakın
zh_tw: 停用此功能可修復全螢幕模式下工作列彈出視窗的問題

# usability11MRCLabel
source: New Context Menu
ar: القائمة الجديدة لزر الماوس الأيمن
bg: Ново контекстно меню
de: Neues Kontextmenü
fr: Nouveau menu contextuel
hu: Új Kontext Menü
it: Nuovo menu contestuale
pt: Novo menu de contexto
ro: Meniu de context nou
ru: Новое контекстное меню
tr: Yeni İçerik Menüsü
zh: 新版右键菜单
zh_tw: 新版右鍵菜單

# perfSuperfetchLabel
source: Superfetch
ar: تسريع الأداء (Superfetch)
zh: 预存取（Superfetch）
zh_tw: 預先讀取(Superfetch)

# perfSuperfetchDescription
source: Speed up boot time and load programs faster by preloading all of the necessary data into memory. Enabling Superfetch is only recommended for HDD users
ar: تسريع وقت بدء تشغيل النظام وتحميل البرامج بشكل أسرع عن طريق تحميل جميع البيانات اللازمة مسبقًا في الذاكرة. تفعيل هذا الخيار مستحسن فقط لمستخدمي الأقراص الصلبة
bg: Ускорява стартирането и зарежда програмите по-бързо чрез предварително зареждане на всички необходими данни в паметта. Активирането на Superfetch се препоръчва само за потребители на HDD
de: Beschleunigen Sie die Startzeit und laden Sie Programme schneller, indem Sie alle erforderlichen Daten vorab in den Speicher laden. Die Aktivierung von Superfetch wird nur Festplattenbenutzern empfohlen
fr: Accélérer le temps de démarrage et le chargement des programmes en préchargeant toutes les données nécessaires dans la mémoire. Son activation est recommandée pour les utilisateurs de HDD
hu: A rendszerindítási időt és a programok betöltési sebességét gyorsítja fel a szükséges adatok előzetes betöltésével a memóriába. A Superfetch engedélyezése csak az HDD-felhasználók számára ajánlott
it: Accelera il tempo di avvio e carica i programmi più velocemente precaricando tutti i dati necessari in memoria. L'abilitazione di Superfetch è consigliata solo agli utenti HDD
pt: Acelere o tempo de inicialização e carregue programas mais rapidamente pré-carregando todos os dados necessários na memória. A ativação do Superfetch é recomendada apenas para usuários de HDD
ro: Accelerarea timpului de pornire și încărcarea mai rapidă a programelor prin preîncărcarea tuturor datelor necesare în memorie. Activarea Superfetch este recomandată numai pentru utilizatorii de HDD
ru: Ускорьте время загрузки и запуск программ, загружая все необходимые данные в память. Включение Superfetch рекомендуется только для пользователей HDD
tr: Başlangıç süresini hızlandırmak ve programları daha hızlı yüklemek için önemli verileri önceden belleğe yükleyin. Superfetch sadece HDD kullanıcıları için önerilir.
zh: 通过将所有必要数据预加载到内存中，加快启动时间并更快地加载程序。仅建议硬盘用户启用 Superfetch 功能
zh_tw: 通過將所有必要的數據預加載到內存中，加快啟動時間並更快地加載程序。 僅建議 HDD 用戶啟用 Superfetch

# perfMCLabel
source: Memory Compression
ar: ضغط الذاكرة
bg: Компресия на паметта
de: Speicherkomprimierung
fr: Compression de mémoire
hu: Memória tömörítés
it: Compressione memoria
pt: Compressão de memória
ro: Comprimarea memoriei
ru: Сжатие памяти
tr: Bellek Sıkıştırma
zh: 内存压缩
zh_tw: 內存壓縮

# perfMCDescription
source: Save memory by compressing unused programs running in the background. Might have a small impact on CPU usage depending on hardware
ar: توفير الذاكرة عن طريق ضغط البرامج غير المستخدمة التي تعمل في الخلفية. قد يكون له تأثير صغير على استخدام وحدة المعالجة المركزية، حسب وحدة المعالجة المركزية الموجودة لديك
bg: Спестява памет чрез компресиране на неактивни програми, работещи във фонов режим. Може да има малко влияние върху използването на процесора в зависимост от хардуера
de: Sparen Sie Speicher, indem Sie nicht verwendete Programme komprimieren, die im Hintergrund laufen. Kann je nach Hardware einen kleinen Einfluss auf die CPU-Auslastung haben
fr: Économisez de la mémoire en compressant les applis inutilisées qui tournent en arrière-plan. Peux avoir un léger impact sur le CPU en fonction du matériel
hu: A háttérben futó nem használt programok tömörítésével menti a memóriát. A CPU-használatot a hardver függvényében kis mértékben növelheti
it: Risparmia memoria comprimendo i programmi non utilizzati in esecuzione in background. Potrebbe avere un piccolo impatto sull'utilizzo della CPU a seconda dell'hardware
pt: Economize memória compactando programas não utilizados em execução em segundo plano. Pode ter um pequeno impacto no uso da CPU dependendo do hardware
ro: Economisiți memorie prin comprimarea programelor neutilizate care rulează în fundal. S-ar putea să aibă un impact mic asupra utilizării CPU, în funcție de hardware
ru: Экономия памяти за счет сжатия неиспользуемых программ, работающих в фоновом режиме. Может незначительно повлиять на загрузку ЦПУ в зависимости от оборудования
tr: Kullanılmayan programları sıkıştırarak bellek tasarrufu sağlayın. Donanıma bağlı olarak CPU kullanımında küçük bir etkisi olabilir.
zh: 压缩后台运行的闲置程序，节省内存。根据硬件情况，可能会对 CPU 占用率产生轻微影响
zh_tw: 通過壓縮在後台運行的未使用的程序來節省內存。 可能會對 CPU 使用率產生很小的影響，具體取決於硬件
