Repository: meetrevision/revision-tool
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, de, fr, hu, it, pt, ro, ru, tr, zh, zh_tw

# miscTMMonitoringDescription
source: Activate the monitoring services for Task Manager
ar: تنشيط خدمات المراقبة لمدير المهام
bg: Активиране на услугите за наблюдение за Task Manager
de: Überwachungsdienste für Task-Manager aktivieren
fr: Active le service de surveillance du gestionnaire des tâches
hu: Aktiválja a Feladatkezelő monitorozási szolgáltatásait
it: Attiva i servizi di monitoraggio per Task Manager
pt: Ative os serviços de monitoramento para o Gerenciador de Tarefas
ro: Activați serviciile de monitorizare pentru Managerul de activități
ru: Активируйте службы мониторинга для Диспетчера задач
tr: Görev Yöneticisi için izleme hizmetlerini etkinleştir
zh: 激活任务管理器的监控服务
zh_tw: 激活任務管理器的監控服務

# miscMpoLabel
source: Multiplane overlay (MPO)
ar: التراكب متعدد الأسطح (MPO)
fr: Superpositions multi-plans (MPO)
hu: Többrétegű fedőréteg (MPO)
it: Sovrapposizione multipiano (MPO)
pt: Sobreposição multiplane (MPO)
ro: Suprapunere multiplană (MPO)
ru: Многоплоскостное наложение (MPO)
tr: Çok Katmanlı Örtü (MPO)
zh: 多平面叠加（MPO）
zh_tw: 多平面疊加 (MPO)

# miscMpoCodeSnippet
source: Recommended to turn off on Nvidia GTX 16xx, RTX 3xxx and AMD RX 5xxx cards or newer. Leaving this on could cause black screens, stuttering, flickering, and other general display problems
ar: مُوصى بها أن تُعطل على بطاقات Nvidia GTX 16xx و RTX 3xxx وAMD RX 5xxx أو الأحدث. ترك هذا مفعلًا قد يسبب شاشات سوداء، تقطع في العرض، ووميض، ومشاكل عرض عامة أخرى
bg: Препоръчва се да се изключи при карти Nvidia GTX 16xx, RTX 3xxx и AMD RX 5xxx или по-нови. Оставянето на тази функция включена може да доведе до черни екрани, заекване, трептене и други общи проблеми с дисплея.
de: Empfohlen, auf Nvidia GTX 16xx-, RTX 3xxx- und AMD RX 5xxx-Karten oder neuer auszuschalten. Wenn dies aktiviert bleibt, kann es zu schwarzen Bildschirmen, Stottern, Flackern und anderen allgemeinen Anzeigeproblemen kommen.
fr: Désactivation recommandée sur les cartes Nvidia GTX 16xx, RTX 3xxx et AMD RX 5xxx ou plus récentes. Laisser tel quel peut causer des écrans noirs, bégaiements, scintillements ainsi que d'autres problèmes d'affichage
hu: Ajánlott kikapcsolni a Nvidia GTX 16xx, RTX 3xxx és AMD RX 5xxx vagy újabb kártyákon. Ha be van kapcsolva, fekete képernyőt, akadozást, villogást és más általános megjelenítési problémákat okozhat
it: Si consiglia di disattivarlo sulle schede Nvidia GTX 16xx, RTX 3xxx e AMD RX 5xxx o successive. Lasciarla attivata potrebbe causare schermate nere, balbettii, sfarfallio e altri problemi generali di visualizzazione
pt: Recomenda-se desligar as placas Nvidia GTX 16xx, RTX 3xxx e AMD RX 5xxx ou mais recentes. Deixar esta opção ligada pode causar telas pretas, travamentos, oscilações e outros problemas gerais de exibição
ro: Recomandat să fie oprit pentru plăcile Nvidia GTX 16xx, RTX 3xxx și AMD RX 5xxx sau mai noi. Lasarea acestuia pornit ar putea cauza ecrane negre, sacadări, clipiri și alte probleme generale de afișare
ru: Рекомендуется отключать на картах Nvidia GTX 16xx, RTX 3xxx и AMD RX 5xxx или новее. Оставив это включенным, могут возникнуть черные экраны, заикания, мерцание и другие проблемы с отображением
tr: Nvidia GTX 16xx, RTX 3xxx ve AMD RX 5xxx veya daha yeni kartlarda kapatılması önerilir. Bu seçeneği açık bırakmak, siyah ekranlar, takılmalar, titremeler ve diğer genel ekran sorunlarına neden olabilir
zh: 建议在 Nvidia GTX 16xx、RTX 3xxx 和 AMD RX 5xxx 显卡或更新的显卡上关闭此功能。 开启此功能可能会导致黑屏、卡顿、闪烁和其他一般显示问题
zh_tw: 建議在 Nvidia GTX 16xx、RTX 3xxx 和 AMD RX 5xxx 卡或更新版本上關閉。 保持此功能打開可能會導致黑屏、卡頓、閃爍和其他一般顯示問題

# miscURLabel
source: Usage Reporting
ar: تقرير الاستخدام
bg: Записване на употребата
de: Nutzungsberichte
fr: Rapports d'utilisation
hu: Használati jelentés
it: Reporting sull'utilizzo
pt: Relatório de uso
ro: Raportare de utilizare
ru: Отчет об использовании
tr: Kullanım Raporlama
zh_tw: 使用報告

# miscURDescription
source: Reports Battery health and Data usage; Activation may slow down your system
ar: يقوم بتقرير عن صحة البطارية واستخدام البيانات؛ قد يؤدي تفعيله إلى بطء النظام
bg: Доклади за състоянието на батерията и използването на данни; Активирането може да забави системата ви
de: Berichte über den Batteriezustand und die Datennutzung; Die Aktivierung kann Ihr System verlangsamen
fr: Rapporte l'état de la batterie et l'utilisation des données; L'activation peut ralentir votre système
hu: Jelentést készít az akkumulátor állapotáról és az adatfelhasználásról; Az aktiválás lelassíthatja a rendszert
it: Segnala lo stato della batteria e l'utilizzo dei dati; L'attivazione potrebbe rallentare il sistema
pt: Informa a saúde da bateria e o uso de dados. A ativação pode tornar seu sistema lento
ro: Raportează starea bateriei și utilizarea datelor; Activarea poate încetini sistemul
ru: Отчеты о состоянии батареи и использовании данных; активация может замедлить вашу систему
tr: Pil sağlığını ve veri kullanımını raporlar; Etkinleştirilmesi durumunda sisteminizi yavaşlatabilir
zh_tw: 報告電池健康狀況和數據使用；啟用可能會降低您的系統速度

# miscCertsLabel
source: Update Root Certificates
ar: تحديث الشهادات الجذرية
bg: Актуалицираи Root сертификатите
de: Stammzertifikate aktualisieren
fr: Mise à jour des certificats racine
hu: Gyökér tanúsítványok frissítése
it: Aggiorna i certificati radice
pt: Atualizar certificados root
ro: Actualizare certificate radacina
ru: Обновить корневые сертификаты
tr: Kök Sertifikalarını Güncelle
zh: 更新根证书
zh_tw: 更新根證書

# miscCertsDescription
source: Use it when having issues with certificates
ar: استخدمه عندما تواجه مشاكل مع الشهادات
bg: Използваи го, когато имаш проблеми със сертификатите
de: Verwenden Sie es, wenn Sie Probleme mit Zertifikaten haben
fr: À utiliser en cas de problèmes avec les certificats
hu: Használja, ha problémái vannak a tanúsítványokkal
it: Usalo quando riscontri problemi con i certificati
pt: Use-o quando tiver problemas com certificados
ro: Folosiți această opțiune atunci când aveți probleme legate de certificate
ru: Используйте это при проблемах с сертификатами
tr: Sertifikalarla ilgili sorunlarınız varsa kullanın
zh: 在遇到证书问题时使用
zh_tw: 當證書出現問題時使用它

# miscCertsDialog
source: Updating of root certificates has finished. Try the software that you had issues with again, and if the issue persists, please contact our support.
ar: انتهت عملية تحديث الشهادات الجذرية. حاول استخدام البرنامج الذي واجهت مشكلة معه مرة أخرى، وإذا استمرت المشكلة، فيرجى الاتصال بالدعم لدينا.
bg: Актуализирането на Root сертификати е приключило. Опитайте отново софтуера, с който сте имали проблеми, и ако проблемът продължава, моля, свържете се с нашата поддръжка.
de: Die Aktualisierung der Stammzertifikate ist abgeschlossen. Probieren Sie die Software, mit der Sie Probleme hatten, erneut aus. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an unseren Support.
fr: La mise à jour des certificats racine est terminée. Vous pouvez réessayer le logiciel avec lequel vous avez eu des problèmes, si le problème persiste, veuillez contacter notre service d'assistance.
hu: A gyökér tanúsítványok frissítése befejeződött. Próbálja ki újra a szoftvert, amelynek problémái voltak, és ha a probléma fennáll, lépjen kapcsolatba támogatásunkkal.
it: L'aggiornamento dei certificati root è terminato. Prova di nuovo il software con cui hai riscontrato problemi e, se il problema persiste, contatta il nostro supporto.
pt: A atualização dos certificados root foi concluída. Experimente novamente o software com o qual você teve problemas e, se o problema persistir, entre em contato com nosso suporte.
ro: Actualizarea certificatelor radacina s-a terminat. Încercați din nou software-ul cu care ați avut probleme și dacă problema persistă, vă rugăm să contactați suportul nostru.
ru: Обновление корневых сертификатов завершено. Попробуйте снова программу, с которой у вас были проблемы, и если проблема сохраняется, обратитесь в нашу службу поддержки.
tr: Kök sertifikalarının güncellemesi tamamlandı. Sorun yaşadığınız yazılımı tekrar deneyin ve sorun devam ederse lütfen destek ekibimizle iletişime geçin
zh: 根证书更新已完成。再次尝试出现问题的软件，如果问题仍然存在，请联系我们的支持人员
zh_tw: 根證書更新已完成。 再次嘗試遇到問題的軟件，如果問題仍然存在，請聯繫我們的支持人員。

# settingsUpdateLabel
source: Update Revision Tool
ar: تحديث أداة Revision
bg: Актуализираи Revision Tool
de: Revisionstool aktualisieren
fr: Mettre à jour Revision Tool
hu: Frissítés eszköz
it: Aggiorna Revision Tool
pt: Atualizar Revision Tool
ro: Actualizați instrumentul Revision
ru: Обновить инструмент Revision
tr: Revision Aracını Güncelle
zh: 更新 Revision Tool
zh_tw: 更新Revision Tool

# updateButton
source: Update
ar: تحديث
bg: Актуализираи
de: Aktualisieren
fr: Mettre à jour
hu: Frissítés
it: Aggiorna
pt: Atualizar
ro: Actualizare
ru: Обновить
tr: Güncelle
zh: 更新
zh_tw: 更新

# settingsUpdateButton
source: Check for Updates
ar: التحقق من التحديثات
bg: Провери за актуализации
de: Nach Updates suchen
fr: Rechercher des mises à jour
hu: Frissítések keresése
it: Controlla Aggiornamenti
pt: Verifique por atualizações
ro: Verificați actualizările
ru: Проверить наличие обновлений
tr: Güncellemeleri Kontrol Et
zh: 检查更新
zh_tw: 檢查更新

# settingsUpdateButtonAvailable
source: Update Available
ar: يوجد تحديث
bg: Налична актуализация
de: Update verfügbar
fr: Mise à jour disponible
hu: Elérhető frissítés
it: Aggiornamento disponibile
pt: Atualização disponível
ro: Actualizare disponibilă
ru: Доступно обновление
tr: Güncelleme Mevcut
zh: 更新可用
zh_tw: 可用更新

# settingsUpdateButtonAvailablePrompt
source: Would you like to update Revision Tool to
ar: هل ترغب في تحديث أداة Revision
bg: Искате ли да актуализирате Revision Tool до версия
de: Möchten Sie das Revisionstool aktualisieren auf
fr: Voulez-vous mettre à jour Revision Tool vers
hu: Szeretne frissíteni a Revision Tool-t
it: Vuoi aggiornare il Revision Tool a
pt: Gostaria de atualizar Revision Tool para
ro: Doriți să actualizați instrumentul Revision la
ru: Хотите обновить инструмент Revision до
tr: Revision Aracı'nı güncellemek ister misiniz?
zh: 您是否希望将Revision Tool更新为
zh_tw: 您想將Revision Tool更新為

# settingsUpdatingStatus
source: Updating
ar: يتم التحديث
bg: Актуализиране...
de: Aktualisierung
fr: Mise à jour
hu: Frissítés folyamatban
it: Aggiornando...
pt: Atualizando
ro: Se actualizează
ru: Обновление
tr: Güncelleniyor
zh: 更新中
zh_tw: 更新中

# settingsUpdatingStatusSuccess
source: Updated successfully
ar: تم التحديث بنجاح
bg: Успешно актуализиран!
de: Erfolgreich aktualisiert
fr: Mise à jour réussie
hu: Sikeresen frissítve
it: Aggiornamento completato
pt: Atualizado com sucesso
ro: Actualizat cu succes
ru: Успешно обновлено
tr: Başarıyla güncellendi
zh: 更新成功
zh_tw: 更新成功

# settingsUpdatingStatusNotFound
source: No update was found
ar: لا يوجد أي تحديثات
bg: Не са намерени актуализации
de: Es wurde kein Update gefunden
fr: Aucune mise à jour n'a été trouvée
hu: Nem található frissítés
it: Nessun aggiornamento trovato
pt: Nenhuma atualização foi encontrada
ro: Nu s-a găsit nicio actualizare
ru: Обновление не найдено
tr: Güncelleme bulunamadı
zh: 没有找到更新
zh_tw: 沒有找到更新

# settingsCTLabel
source: Color Theme
ar: نسق الألوان
bg: Цветна тема
de: Farbthema
fr: Thème de couleur
hu: Szín témák
it: Colore del tema
pt: Cor do tema
ro: Tema de culoare
ru: Цветовая тема
tr: Renk Teması
zh: 颜色主题
zh_tw: 顏色主題

# settingsCTDescription
source: Switch between light and dark mode, or automatically change the theme with Windows
ar: التبديل بين وضعي النهار والليل، أو التغيير التلقائي للسمة مع نظام الويندوز.
bg: Превключване между светъл и тъмен режим или автоматична промяна на темата с Windows
de: Zwischen hellem und dunklem Modus wechseln oder das Design automatisch mit Windows ändern
fr: Basculer entre le mode sombre et lumineux, ou suivre la couleur de Windows
hu: Váltás világos és sötét mód között, vagy automatikus témaváltás a Windows-szal
it: Passa dalla modalità chiara a quella scura o cambia automaticamente il tema con Windows
pt: Alterne entre o modo claro e escuro ou altere automaticamente o tema com o Windows
ro: Comutați între modul luminos și întunecat sau schimbați automat tema odată cu Windows
ru: Переключение между светлым и темным режимами или автоматическое изменение темы с Windows
tr: Aydınlık ve karanlık mod arasında geçiş yapın veya temasınızı otomatik olarak Windows ile değiştirin
zh: 在明暗模式之间切换，或跟随 Windows 系统设置自动更换
zh_tw: 在淺色和深色模式之間切換，或使用 Windows 自動更改主題

# settingsEPTLabel
source: Show experimental tweaks
ar: إظهار الإعدادت التجريبية
bg: Покажи експериментални промени
de: Experimentelle Optimierungen anzeigen
fr: Afficher les modifications expérimentales
hu: Kísérleti mód bekapcsolása
it: Mostra modifiche sperimentali
pt: Mostrar ajustes experimentais
ro: Afișați îmbunătățirile experimentale
ru: Показать экспериментальные настройки
tr: Deneysel Ayarları Göster
zh: 显示实验性优化
zh_tw: 顯示實驗性調整

# restartAppDialog
source: You must restart your app for the changes to take effect
ar: يجب أن تعيد تشغيل الأداة حتى يتم تطبيق التغييرات.
bg: Трябва да рестартирате приложението, за да влязат в сила промените.
de: Sie müssen Ihre App neu starten, damit die Änderungen wirksam werden
fr: Vous devez redémarrer l'application pour que les modifications prennent effet
hu: Az alkalmazást újra kell indítania a változások életbe lépéséhez
it: È necessario riavviare l'app affinché le modifiche abbiano effetto
pt: Você deve reiniciar seu app para que as alterações tenham efeito
ro: Trebuie să reporniți aplicația pentru ca modificările să aibă efect
ru: Вы должны перезапустить приложение, чтобы изменения вступили в силу
tr: Değişikliklerin etkili olabilmesi için uygulamanızı yeniden başlatmanız gerekmektedir
zh: 您必须重新启动应用程序才能使更改生效
zh_tw: 您必須重新啟動應用程序才能使更改生效

# settingsLanguageLabel
source: Language
ar: اللغة
bg: Език
de: Sprache
fr: Langue
hu: Nyelv
it: Lingua
pt: Idioma
ro: Limba
ru: Язык
tr: Dil
zh: 语言
zh_tw: 語言

# settingsLanguageDescription
source: Languages are not guraranteed to be fully translated or correct
ar: لا يمكن ضمان ترجمة اللغات بشكل كامل أو صحيح
bg: Езиците не са гарантирани да са на пълно преведени или правилни
de: Sprachen sind nicht garantiert vollständig übersetzt und/oder korrekt zu sein
fr: Il n'est pas garanti que les langues soient complètement traduites ou correctes
hu: A nyelvek teljes fordítása vagy helyessége nem garantált
it: Non si garantisce che le lingue siano completamente tradotte o corrette
pt: Os idiomas não têm garantia de serem totalmente traduzidos ou corretos
ro: Traducerile nu sunt garantate să fie complet traduse sau corecte
ru: Языки не гарантированно будут полностью переведены или корректны
tr: Dillerin tamamen çevrili veya doğru olması garanti edilmez
zh_tw: 不保證語言被完全翻譯或正確

# pageMSStore
source: Microsoft Store
ar: متجر مايكروسوفت
bg: Магазин на Microsoft
hu: Microsoft Áruház
ro: Magazin Microsoft
ru: Магазин Microsoft
tr: Microsoft Mağazası

# msstoreSearchingPackages
source: Searching for packages
ar: البحث عن حزمات
bg: Търсене на пакети
de: Pakete werden gesucht
fr: Recherche de paquets
hu: Csomagok keresése
it: Ricerca dei pacchi
pt: Procurando por pacotes
ro: Se caută pachete
ru: Поиск пакетов
tr: Paketler aranıyor
zh_tw: 正在搜尋安裝包

# msstoreWait
source: Please wait...
ar: الرجاء الانتظار...
bg: Моля изчакаите...
de: Bitte warten...
fr: Veuillez patienter...
hu: Kérem várjon...
it: Attendi...
pt: Por favor, aguarde...
ro: Vă rugăm să așteptați...
ru: Пожалуйста, подождите...
tr: Lütfen bekleyin...
zh_tw: 請稍後...

# msstorePackagesPrompt
source: Would you like to install the following packages?
ar: هل ترغب في تثبيت الحزم التالية؟
bg: Искате ли да инсталирате следните пакети?
de: Möchten Sie die folgenden Pakete installieren?
fr: Voulez-vous installer les paquets suivants ?
hu: Szeretne telepíteni a következő csomagokat?
it: Desideri installare i seguenti pacchetti?
pt: Você gostaria de instalar os seguintes pacotes?
ro: Doriți să instalați următoarele pachete?
ru: Хотите установить следующие пакеты?
tr: Aşağıdaki paketleri yüklemek ister misiniz?
zh_tw: 您想安裝以下軟體包嗎？

# msstorePackagesNotFound
source: No packages were found
ar: لم يتم إيجاد أي حزم
bg: 0 пакети намерени
de: Es wurden keine Pakete gefunden
fr: Aucun paquets trouvés
hu: Nem találhatóak csomagok
it: Nessun pacchetto trovato
pt: Nenhum pacote foi encontrado
ro: Nu s-au găsit pachete
ru: Пакеты не найдены
tr: Hiç paket bulunamadı
zh_tw: 沒有找到安裝包

# perfITSXLabel
source: Intel TSX
tr: Intel ISU/TSX Desteği
zh: 英特尔事务同步扩展 （Intel TSX）
