Repository: meetrevision/revision-tool
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, de, fr, hu, it, pt, ro, ru, tr, zh, zh_tw

# perfITSXDescription
source: Add hardware transactional memory support, which helps speed up the execution of multithreaded software at the cost of security
ar: تمكن TSX التعامل مع تعدد الخيوط (ملتي ثريديد) من خلال توفير وسائل إضافية لتنفيذ العمليات بشكل اسرع، مما يمكن من تحسين أداء التطبيقات التي تتطلب تعدد خيوط (ملتي ثريديد) على حساب الأمان
bg: Добавя поддръжка за хардуерна транзакционна памет, което спомага за ускоряване на изпълнението на многонишкови софтуери за сметка на сигурността
de: Hardware-Transaktionsspeicherunterstützung hinzufügen, die dazu beiträgt, die Ausführung von Multithread-Software auf Kosten der Sicherheit zu beschleunigen
fr: Ajout de la prise en charge de la mémoire transactionnelle matérielle, ce qui permet d'accélérer l'exécution des logiciels multi-threads au détriment de la sécurité
hu: Hardver tranzakciós memória támogatás hozzáadása, ami gyorsítja a többszálas szoftverek végrehajtását, de biztonsági költségekkel járhat
it: Aggiungi il supporto della memoria transazionale hardware, che aiuta ad accelerare l'esecuzione di software multithread a scapito della sicurezza
pt: Adicione suporte de memória transacional de hardware, o que ajuda a acelerar a execução de software multithread em custo de segurança
ro: Adăugați suport pentru memorie tranzacțională hardware, care ajută la accelerarea executării software-ului cu mai multe fire de execuție în detrimentul securității
ru: Добавляет поддержку аппаратной транзакционной памяти, что помогает ускорить выполнение многопоточного программного обеспечения за счет безопасности
tr: Çoklu iş parçacıklı yazılımların yürütülmesini hızlandırmaya yardımcı olan donanım işlem hafızası desteği ekler
zh: 增加硬件事务内存支持，有助于加快多线程软件的执行速度，降低安全成本
zh_tw: 添加硬件事務內存支持，這有助於以安全成本加快多線程軟件的執行速度

# perfFOLabel
source: Fullscreen Optimizations
ar: تحسينات وضع الشاشة الكاملة
bg: Оптимизации за цял екран
de: Vollbildoptimierungen
fr: Optimisations du mode plein écran
hu: Teljes képernyős optimalizációk
it: Ottimizzazione a schermo intero
pt: Otimizações em tela cheia
ro: Optimizări la ecran complet
ru: Оптимизация для полноэкранного режима
tr: Tam Ekran Optimizasyonları
zh: 全屏优化
zh_tw: 全螢幕優化

# perfFODescription
source: Fullscreen Optimizations may lead to better gaming and app performance when running in fullscreen mode
ar: تحسينات وضع الشاشة الكاملة قد تؤدي إلى تحسين أداء الألعاب والتطبيقات عند التشغيل في وضع الشاشة الكاملة
bg: Оптимизациите за цял екран могат да доведат до по-добро игрово и приложение при стартиране в режим на цял екран
de: Vollbildoptimierungen können zu einer besseren Spiele- und App-Leistung führen, wenn sie im Vollbildmodus ausgeführt werden
fr: Ceci peut aider à de meilleures performance pour les applis en plein écran
hu: A teljes képernyős módban történő futtatás jobb játék- és alkalmazási teljesítményt eredményezhet
it: Le ottimizzazioni a schermo intero possono portare a migliori prestazioni di gioco e delle app durante l'esecuzione in modalità a schermo intero
pt: As otimizações de tela cheia podem levar a um melhor desempenho de jogos e apps quando executados no modo de tela cheia
ro: Optimizările la ecran complet pot duce la o performanță mai bună a jocurilor și a aplicațiilor în timpul rulării în modul ecran complet
ru: Оптимизация для полноэкранного режима может улучшить производительность игр и приложений в полноэкранном режиме
tr: Tam ekran modunda çalışırken oyun ve uygulama performansını artırabilir
zh: 全屏优化可提高在全屏模式下运行游戏和应用程序时的性能
zh_tw: 在全螢幕模式下運行時，全螢幕優化可能會帶來更好的遊戲和應用程序性能

# perfOWGLabel
source: Optimizations for windowed games
ar: تحسينات للألعاب التي تعمل بوضع النافذة
bg: Оптимизации за игри с прозорец
de: Optimierungen für Fensterspiele
fr: Optimisations pour les jeux fenêtrés
hu: Optimalizációk ablakos játékokhoz
it: ottimizzazioni per giochi in finestra
pt: Otimizações para jogos em janela
ro: Optimizări pentru jocurile în fereastră
ru: Оптимизации для оконных игр
tr: Pencere Modlu Oyunlar için Optimizasyonlar
zh: 窗口化游戏优化
zh_tw: 針對視窗遊戲的優化

# perfOWGDescription
source: Improves frame latency by using a new presentation model for DirectX 10 and 11 games that appear in a window or in a borderless window
ar: تحسين في تقليل تأخير الإطار عن طريق استخدام نموذج عرض جديد لألعاب DirectX 10 و 11 التي تظهر في نافذة أو في نافذة بلا حدود
bg: Подобрява закъснението на кадрите чрез използване на нов модел на представяне за DirectX 10 и 11 игри, които се появяват в прозорец или в прозорец без рамки
de: Verbessert die Frame-Latenz durch die Verwendung eines neuen Präsentationsmodells für DirectX 10- und 11-Spiele, die in einem Fenster oder in einem randlosen Fenster angezeigt werden
fr: Améliore la latence des images en utilisant un nouveau modèle de présentation pour les jeux DirectX 10 et 11 qui apparaissent dans une fenêtre ou dans une fenêtre sans bordure
hu: A DirectX 10 és 11 játékok keret késését új bemutatási modell használatával javítja, amely ablakban vagy keret nélküli ablakban jelenik meg
it: Migliora la latenza dei frame utilizzando un nuovo modello di presentazione per i giochi DirectX 10 e 11 che appaiono in una finestra o in una finestra senza bordi
pt: Melhora a latência de quadros usando um novo modelo de apresentação para jogos DirectX 10 e 11 que aparecem em uma janela ou em uma janela sem borda
ro: Îmbunătățește latenta cadrului prin utilizarea unui nou model de prezentare pentru jocurile DirectX 10 și 11 care apar într-o fereastră sau într-o fereastră fără margini
ru: Улучшает задержку кадров, используя новую модель представления для игр DirectX 10 и 11, отображающихся в окне или в безрамочном окне
tr: Pencere modunda veya pencere kenarı olmayan pencere modunda çalışan DirectX 10 ve 11 oyunları için yeni bir sunum modeli kullanarak ekran gecikmesini iyileştirir
zh: 通过为在窗口或无边框窗口中显示的 DirectX 10 和 11 游戏使用新的显示模型，改善帧延迟
zh_tw: 通過對出現在視窗或無邊框窗口中的 DirectX 10 和 11 遊戲使用新的呈現模型來改善幀延遲

# perfBALabel
source: Background Apps
ar: التطبيقات التي تعمل في الخلفية
bg: Фонови приложения
de: Hintergrund-Apps
fr: Applis en arrière-plan
hu: Háttéralkalmazások
it: Applicazioni in background
pt: Apps em segundo plano
ro: Aplicații în fundal
ru: Фоновые приложения
tr: Arka Plan Uygulamaları
zh_tw: 後台應用程式

# perfBADescription
source: Allow apps to run in the background, even when you're not using them. This will have a performance impact due to constantly running in the background. Disabling this will also disable notifications for some apps
ar: السماح للتطبيقات بالتشغيل في الخلفية حتى عندما لا تكون تستخدمها. سيكون لهذا تأثير على الأداء نظرًا للتشغيل المستمر في الخلفية. سيؤدي تعطيل هذا الخيار أيضًا إلى تعطيل الإشعارات لبعض التطبيقات
bg: Позволява на приложенията да работят във фонов режим, дори когато не ги използвате. Това ще има влияние върху производителността поради постоянното им изпълнение във фонов режим. Деактивирането на това ще деактивира и известията за някои приложения
de: Apps erlauben, im Hintergrund zu laufen, auch wenn Sie diese nicht verwenden. Dies wird Auswirkungen auf die Leistung haben, weil diese ständig im Hintergrund laufen. Dies zu deaktivieren wird auch für einige Apps die Benachrichtigungen deaktivieren
fr: Permets aux applis de fonctionner en arrière-plan, même quand vous ne les utilisez pas. Cela aura un impact sur les performances dû à leur exécution constante en arrière-plan. Désactiver ceci va également désactiver les notifications pour certaines applis
hu: Lehetővé teszi az alkalmazások futtatását a háttérben, még akkor is, ha nem használja őket. Ennek folyamatos háttérben való futása hatással lehet a teljesítményre. Ennek letiltása néhány alkalmazás értesítésének letiltásával jár együtt
it: Consenti l'esecuzione delle app in background, anche quando non le utilizzi. Ciò avrà un impatto sulle prestazioni a causa della costante esecuzione in background. Disabilitando questo disabiliterai anche le notifiche per alcune app
pt: Permita que apps sejam executados em segundo plano, mesmo quando você não os estiver usando. Isso terá um impacto no desempenho devido à execução constante em segundo plano. Desativar isso também desativará as notificações de alguns apps
ro: Permiteți aplicațiilor să ruleze în fundal, chiar și atunci când nu le utilizați. Acest lucru va avea un impact asupra performanței datorită rulării constante în fundal. Dezactivarea acestui lucru va dezactiva și notificările pentru unele aplicații
ru: Позволяет приложениям работать в фоновом режиме, даже когда вы их не используете. Это может сказаться на производительности из-за постоянной работы в фоновом режиме. Отключение этой функции также отключит уведомления для некоторых приложений
tr: Uygulamaların kullanılmadığı durumlarda bile arka planda çalışmasına izin verir. Sürekli arka planda çalıştığı için performansa etkisi olabilir. Bu seçenek, bazı uygulamalar için bildirimleri devre dışı bırakır
zh_tw: 允許應用程式在背景運行，即使您不使用它們也是如此。 由於不斷在背景運行，這將對效能產生影響。 停用此功能也會停用某些應用程式的通知

# perfCStatesLabel
source: Disable the ACPI C2 and C3 states
ar: تعطيل وضعيات ACPI C2 and C3 states
bg: Деактивиране на ACPI C2 и C3 състояния
de: Deaktivieren Sie die ACPI-Zustände C2 und C3
fr: Désactiver les les états ACPI C2 et C3
hu: ACPI C2 és C3 állapotok letiltása
it: Disabilita gli stati ACPI C2 e C3
pt: Desative os estados ACPI C2 e C3
ro: Dezactivați stările ACPI C2 și C3
ru: Отключить состояния ACPI C2 и C3
tr: ACPI C2 ve C3 Durumlarını Devre Dışı Bırak
zh: 禁用 ACPI C2 和 C3 状态
zh_tw: 禁用 ACPI C2 和 C3 狀態

# perfCStatesDescription
source: Disabling ACPI C-states may improve performance and latency, but it will consume more power while idle, potentially reducing battery life
ar: تعطيل حالات ACPI C-states قد يعزز من الأداء ويقلل من التأخير، لكنه سيستهلك المزيد من الطاقة في وضع الخمول، مما قد يؤدي إلى انخفاض عمر البطارية
bg: Деактивирането на ACPI C-състояния може да подобри производителността и латентността, но ще консумира повече енергия в режим на празен ход, което потенциално намалява живота на батерията
de: Das Deaktivieren von ACPI-C-States kann die Leistung und Latenz verbessern, verbraucht aber im Leerlauf mehr Strom, was möglicherweise die Batterielebensdauer verkürzt
fr: Les désactiver peut améliorer les performances et la latence mais consommera plus de puissance en inactivité (peut potentiellement réduire la durée de vie de la batterie)
hu: Az ACPI C-állapotok letiltása javíthatja a teljesítményt és a késleltetést, de több energiát fogyaszt a készenléti állapotban, ami csökkentheti az akkumulátor élettartamát
it: La disattivazione degli stati C ACPI può migliorare le prestazioni e la latenza, ma consumerà più energia in caso di inattività, riducendo potenzialmente la durata della batteria
pt: Desativar os estados C da ACPI pode melhorar o desempenho e a latência, mas consumirá mais energia durante o modo inativo, reduzindo potencialmente a vida útil da bateria.
ro: Dezactivarea stărilor ACPI C poate îmbunătăți performanța și latența, dar va consuma mai multă energie în repaus, reducând potențial durata de viață a bateriei
ru: Отключение состояний ACPI C может улучшить производительность и задержку, но это будет потреблять больше энергии в режиме ожидания, что может сократить время работы от батареи
tr: ACPI C durumlarını devre dışı bırakmak performansı ve gecikmeyi artırabilir, ancak boşta daha fazla güç tüketebilir ve pil ömrünü azaltabilir
zh: 禁用 ACPI C 状态可能会提高性能和延迟，但在空闲时会消耗更多电能，可能会缩短电源寿命
zh_tw: 禁用 ACPI C 狀態可能會提高性能和延遲，但空閒時會消耗更多電量，可能會縮短電池壽命

# perfSectionFS
source: Filesystem
ar: نظام الملفات
bg: Файлова система
de: Dateisystem
fr: Système de fichiers
hu: Fájlrendszer
pt: Sistema de arquivo
ro: Sistem de fișiere
ru: Файловая система
tr: Dosya Sistemi
zh: 文件系统
zh_tw: 文件系統

# perfLTALabel
source: Disable Last Access Time
ar: تعطيل وقت آخر وصول
bg: Деактивиране на време за последен достъп
de: Letzten Zugriffszeitpunkt deaktivieren
fr: Désactive la gestion de la balise Dernier accès
hu: Utolsó hozzáférési idő letiltása
it: Disabilita l'ora dell'ultimo accesso
pt: Desativar horário do último acesso
ro: Dezactivați timpul de acces ultim
ru: Отключить отображение времени последнего доступа
tr: Son Erişim Zamanını Devre Dışı Bırak
zh: 禁用上次访问时间
zh_tw: 禁用上次訪問時間

# perfLTADescription
source: Disabling Last Time Access improves the performance of file and directory access, reduces disk I/O load and latency
ar: تعطيل وقت آخر وصول يحسن أداء وصول الملفات والمجلدات، ويقلل من وقت تحميل الإدخال/الإخراج على القرص و ويقلل أيضاً التأخير
bg: Деактивирането на времето за последен достъп подобрява производителността на достъпа до файлове и директории, намалява натоварването и забавянето на дисковия вход/изход
de: Das Deaktivieren des letzten Zugriffs verbessert die Leistung des Datei- und Verzeichniszugriffs, reduziert die E/A-Last und Latenz der Festplatte
fr: Désactiver ceci améliore les performances d'accès aux fichiers et aux répertoires, réduit la charge et la latence des E/S sur disque
hu: Az utolsó hozzáférési idő kikapcsolása javítja a fájl- és könyvtárhivatkozás teljesítményét, csökkenti a lemez I/O terhelését és késleltetését
it: La disabilitazione dell'ultimo accesso migliora le prestazioni di accesso a file e directory, riduce il carico di I/O del disco e la latenza
pt: Desativar o horário do último acesso melhora o desempenho de acesso a arquivos e diretórios, reduz a carga de E/S do disco e a latência
ro: Dezactivarea Timpului de Acces Ultim îmbunătățește performanța accesului la fișiere și directoare, reduce încărcarea și latența IO pe disc
ru: Отключение времени последнего доступа улучшает производительность доступа к файлам и директориям, снижает нагрузку на диск и задержку
tr: Son Erişim Zamanını devre dışı bırakmak dosya ve dizin erişim performansını artırır ve disk giriş/çıkış yükünü ve gecikmeyi azaltır
zh: 禁用上次访问时间可提高文件和目录访问性能，减少磁盘 I/O 负载和延迟
zh_tw: 禁用上次訪問可提高文件和目錄訪問的性能，減少磁盤 I/O 負載和延遲

# perfEdTLabel
source: Disable 8.3 Naming
ar: تعطيل 8.3 Naming
bg: Деактивиране на 8.3 именуване
de: 8.3-Benennung deaktivieren
fr: Désactiver l'alias 8.3
hu: 8.3 elnevezés letiltása
it: Disabilita denominazione 8.3
pt: Desativar nomenclatura 8.3
ro: Dezactivați denumirea 8.3
ru: Отключить 8.3 именование
tr: 8.3 İsimlendirmeyi Devre Dışı Bırak
zh: 禁用 8.3 命名
zh_tw: 禁用 8.3 命名

# perfEdTDescription
source: 8.3 naming is ancient and disabling it will improve NTFS performance and security
ar: Naming 8.3 هي تقنية قديمة، وتعطيلها سيعزز من أداء وأمان نظام الملفات NTFS
bg: 8.3 именуването е старомодно и деактивирането му ще подобри производителността и сигурността на NTFS
de: 8.3-Benennung ist uralt und ihre Deaktivierung wird die NTFS-Leistung und -Sicherheit verbessern
fr: La convention de nommage de style MS-DOS est désuète, sa désactivation améliorera les performances et la sécurité du système NTFS
hu: Az 8.3 elnevezés letiltása javítja az NTFS teljesítményét és biztonságát
it: La denominazione 8.3 è antica e disabilitarla migliorerà le prestazioni e la sicurezza NTFS
pt: A nomenclatura 8.3 é antiga e desativá-la melhorará o desempenho e a segurança do NTFS
ro: Denumirea 8.3 este veche și dezactivarea sa va îmbunătăți performanța și securitatea NTFS
ru: 8.3 именование устарело, и его отключение улучшит производительность и безопасность NTFS
tr: 8.3 isimlendirme eski bir özelliktir ve devre dışı bırakmak, NTFS performansını ve güvenliğini artırır
zh: 8.3 命名已过时，禁用它将提高 NTFS 性能和安全性
zh_tw: 8.3 命名是古老的，禁用它會提高 NTFS 性能和安全性

# perfMULabel
source: Increase the limit of paged pool memory to NTFS
ar: زيادة حد ذاكرة التجميع المخصصة لنظام الملفات NTFS
bg: Увеличаване на лимита на паметта за странични пулове за NTFS
de: Grenze des ausgelagerten Poolspeichers auf NTFS erhöhen
fr: Augmenter la limite du pool paginé pour NTFS
hu: Növelje a lapozott memória korlátját az NTFS-hez
it: Aumentare il limite della memoria del pool di paging su NTFS
pt: Aumente o limite de pools de memória paginado para NTFS
ro: Creșteți limita de memorie alocată pentru NTFS
ru: Увеличить лимит пейджд пула памяти для NTFS
tr: NTFS için sayfalanmış bellek limitini artır
zh: 增加 NTFS 分页池内存限制
zh_tw: 將分頁池內存限制增加到 NTFS
